suv_addons = {
    "医療キット": ["バタフライテープ", "ゴム製手袋", "包帯", "テーピングテープ", "医療用ハサミ", "針と糸", "スポンジ", "ガーゼのロール", "外科用縫合糸", "腹部用パッド", "ジェルのパッド", "止血剤", "止血用注射器", "精製された血清"]
    ,"懐中電灯": ["強力電球", "電池", "広角レンズ", "革のグリップ", "全反射レンズ", "ゴム製のグリップ", "低電流フィラメント", "大容量電池", "集光レンズ", "長寿命の電池", "強力なハロゲンランプ", "高性能サファイアレンズ", "変わった電球", "壊れた電球"]
    ,"工具箱": ["綺麗なぼろきれ", "鉄クズ", "説明書", "保護手袋", "可動式ジョイント", "ワイヤーのリール", "スプリングクランプ", "カッティングワイヤー", "弓のこ", "グリップレンチ", "真新しいパーツ"]
    ,"マップ": ["マップの付録", "抑制剤ゼリー", "赤いより糸", "珍しいスタンプ", "ガラスの照星", "黄色いワイヤー", "黒い絹のより糸", "奇妙なスタンプ", "クリスタルの照星"]
    ,"カギ": ["祈祷者のロープ", "祈祷者の数珠", "傷ついた真珠", "腐食したトークン", "金のトークン", "真っ赤な琥珀", "編み込みリング", "珍しい結婚指輪", "白いガラス"]
}